Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F10B.tmx
Source language: en_us
Languages: zh_cn

source: Traveling with two children
zh_cn: 和两个孩子一起出去旅行

source: My family and I have just returned from two weeks in Italy. It was an adventure of visual and gastronomic delights! Our children, 6 and 8 years old, say they had a great time.
zh_cn: 我和我的家庭刚刚从意大利回来两个星期，我们的小宝贝，一个6岁，还有一个8岁，都玩得很开心。

source: They talk about Michelangelo's David.
zh_cn: 他们喜欢谈论米开朗基罗戴维。

source: They know Rome was started by one of two brothers, Romulus and Remus.
zh_cn: 他们知道罗马是由两个兄弟罗米拉斯和他的伙伴其中一个人建立的。

source: They know Florence is a place for market finds, such as leather, jewelry, t-shirts and soccer balls.
zh_cn: 他们知道佛罗伦萨是购物的好去处，例如皮革，珠宝，T—shirt和足球。

source: They know the roads in Tuscany wind in and out, up and down.
zh_cn: 他们也知道托斯卡纳区的路蜿蜒曲折，高低不平。

source: And they are excited to show their treasures to their class, as they return to school today.
zh_cn: 而且一旦他们回到学校，他们很开心能够在他们班同学面前炫耀自己的宝贝。

source: How did we tour Italy with two young children?
zh_cn: 我们是怎样带着两个孩子去意大利的呢？

source: The steps below made our trip a success.
zh_cn: 下面这些措施使我们的旅行大获成功。

source: Don't expect too much
zh_cn: 第一点，不要期待太高哦。

source: Sometimes I piggy-backed my six-year-old.
zh_cn: 有时我和我6岁大的孩子呆在一起。

source: He was happier, and I used it as an excuse to work my stomach muscles (which I needed to do with all that fantastic food we ate!).
zh_cn: 他很开心，我过去把他作为运动我的肌肉的一种方式，（我需要在吃美味的食品时必须做的事情）

source: Let go of expectations and "must sees."
zh_cn: 抛开所谓的期待和一些强制性的要求。

source: I took frequent DEEP BREATHS during minor sibling squabbles, or during discussions where even adults had to make a decision to choose one person's activity over another's.
zh_cn: 在他们两个小兄弟争吵的时候，我总是习惯性的深呼吸，甚至在讨论的过程中，长辈们不得不做出决定，在众多活动中筛选一个活动。

source: Though we wanted to see the Accademia AND the Uffizi gallery in Florence, our day reached a point of choices, and we decided to let one go.
zh_cn: 尽管我们想看到学院与佛罗伦萨的乌菲兹画廊，我们的一天在那一点上达到了共识。

source: One day, we figure we'll return and see more.
zh_cn: 一天，我们终于提出我们将会回去欣赏一下。

source: Using our intuition, we managed to keep an open mind, and respond to our children's energy levels.
zh_cn: 利用我们的直觉，我们试着保持开放的头脑，并且要结合我们孩子的知识和能力水平。

source: Our youngest also doesn't like last minute changes, so when we decided to do something different, we gave him advance warning, allowing him time to adjust his own expectations.
zh_cn: 我们最小的孩子并不喜欢我们在最后一刻的改变，所以每当我们决定做一些改变，做其他事情时，会提前跟他说一下，给他个警告，给他时间来调整他自己的期望。

source: Though I personally wanted three days in Florence, we decided to spend one of those days around the villa where we stayed.
zh_cn: 尽管我个人非常想去佛罗伦萨度三天假，我决定花费一天呆在我们过去住的小别墅里。

source: This gave the children a bit more sleep and child-centered activity (there was a pool!).
zh_cn: 这样的话，小孩将会获得充足的睡眠，并且可以做一些以孩子为中心的活动（那有个游泳池)。

source: We went for a long walk through the grapevines, and drove into the nearby town of Radda for a short visit.
zh_cn: 我们绕着小道走了很长时间的路，并且驶进了附近的一个镇上参观了一下。

source: Create challenges
zh_cn: 创造挑战。

source: Children love a game.
zh_cn: 孩子们都喜欢一种游戏。

source: If a casual walk through an art gallery becomes a search for clues or a "where's Waldo" type of search and find, children become engaged and much more interested. They also remember more of their visit.
zh_cn: 如果一个随意的通过山谷的散步成为了一项找寻线索的调查，孩子们也变得投入了，并且更加感兴趣了，他们所记住的不单单只是旅行。

source: How many unfinished statues by Michelangelo were in the Accademia?
zh_cn: 在学院美术馆还有多少米开朗琪罗的雕像还没有被完成？

source: Which fresco were they going to find in the Sistine chapel?
zh_cn: 在西斯廷教堂，他们还想从壁画中发现什么？

source: Which city or village had the best gelato?
zh_cn: 哪座城市或者乡村有最好的冰淇淋？

source: Where are we on the map?
zh_cn: 我们在地图上的什么位置？

source: At the end of the day, we looked for direction markers back to the car, to make our final steps happier:
zh_cn: 在这一天结束的时候，我们寻找方向标，走回我们的车那边，使我们接下来的日子更开心：

source: "Where is the sign for the duomo?"
zh_cn: 大教堂的标志在哪？

source: "Do you recognize this corner?"
zh_cn: 你能够辨认出哪边是拐角吗？

source: "Which way do you think our car is now?"
zh_cn: 通过哪种方式能知道现在我们的车在哪？

source: Ensure daily journal writing
zh_cn: 要确保日常的日记写作。

source: While they write in their journal (3 sentences for our six-year-old, and 5 or more for our eight-year-old), we ask them what they saw, what they remembered, and what was important to them.
zh_cn: 当他们在写日记的时候（3句话为了我6岁的儿子，大于或者等于5句话为了我8岁的儿子），我询问他们看到了什么，他们记住了什么，以及什么对他们来说才是重要的。

source: Because I planned this activity weeks ahead (and both children were aware of this), this became the major source of homework for both of their teachers.
zh_cn: 因为我提前数个星期安排了这次活动（两个孩子都很清楚的意识到了这一点）这一点也成为了他们家庭作业的主要来源。

source: Don't push for a full day
zh_cn: 不要把一整天都浪费在这上面。

source: Each day was either early or late, not both.
zh_cn: 每一天也不晚不迟。

source: Though they missed out on some sleep, we made time to relax each day with a sit-down lunch in the piazza, or with time to play the new nintendo ds on the hotel bed.
zh_cn: 尽管我们可能睡眠没有原来充足，我们利用时间在广场上坐着吃顿饭，或者在酒店的床上玩一种新游戏。

source: Our son bought a small soccer ball early in the trip. He and Paul made it a challenge to play a bit of soccer in each Piazza.
zh_cn: 我们的儿子在旅行之前早早得，买了一个小足球，他和Paul把在广场上踢球看成了一种挑战。

source: Use bribes
zh_cn: 使用贿赂

source: Yes! Despite my resistance to this method, telling a six-year-old that gelato is only 3o minutes a way does wonders to dismiss whining.
zh_cn: 是的，尽管我很抵制这种方法，告诉一个6岁的孩子冰淇淋可以满足30分钟孩子的好奇心。

source: Knowing that a day of rest followed a busy day helped both children walk a little farther to see one last sight.
zh_cn: 知道在空闲的一天之后总是忙碌的一天帮助孩子们走近一去看一下昨晚的景色。

source: Let them do things they want to do
zh_cn: 让他们做自己想做的事情吧。

source: At home, I would never let them swing around the hand pole on a bus or subway at home, but in an empty space at the airport, a post is fun to swing around, and suddenly a child who "can't walk" is full of energy.
zh_cn: 在家里，我从来不会要求他们在公交上或者地铁上在手竿上左右摇摆，但是在机场的一个开阔的空间里，同时，突然，一个不好动的孩子总是充满着活力。

source: If we choose between two activities, we give our children a say in those choices. For lunches, we ask them to make a healthy choice.
zh_cn: 如果我们在两个活动之间选择，我们在这些选择上给我们的孩子发言权，对于午饭来说，我们要求他们要有健康饮食。

source: My daughter almost always chose milk to drink, though sometimes it was chocolate milk.
zh_cn: 我的女儿几乎总是选择牛奶来喝，尽管有时可能是巧克力牛奶。

source: When we had two directions we could take, we asked them to choose.
zh_cn: 当我们有两个方向的举措可以实施时，我们让他们来选择。

source: Keep essentials close by
zh_cn: 保持周围总是有必需品。

source: I always had one or two full bottles of water with me. Though it added weight, it subtracted whining.
zh_cn: 我的周围总是有一杯水或者两杯水，尽管它增加了重量，它减少了些许的抱怨。

source: Sunscreen and bug spray were well used.
zh_cn: 防晒霜和杀虫剂总是要备在旁边的。

source: Both children had their own money to spend, but we kept it for them.
zh_cn: 孩子们都有他们自己的一份钱，但是我们替他们保管。

source: Stay grounded
zh_cn: 在某些基础上。

source: When we entered the basilica in San Gimignano, we saw walls of well-preserved, but quite graphic, frescos of Jesus birth, life and death, of creation, and of other events in that time. My daughter wondered, "why they were killing all the babies?"
zh_cn: 当我们进入圣吉米尼亚诺的大教堂是，我们看到的是被保护得非常好的城墙，是用形象或者图形显示出来的，有耶稣诞生的壁画，生与死，或者那个时期的重要事件，我的女儿想知道，“为什么他们杀了所有的孩子？”

source: I wanted to protect her from her anxiety, but instead I took a deep breath, grounded myself and talked about some of the history of these scenes, including how people reacted to their fear, and how sad it is to have any killing at all.
zh_cn: 我想要保护她，使她远离愤怒，但是取而代之的是，我深吸了一口气，谈论了一些关于这些画的历史，包括人们怎样克服他们的恐惧，有杀戮这是多么伤心的一件事。

source: I also told her how blessed we are to live in the time and place we do.
zh_cn: 我还告诉她我们很庆幸，生活在这个时代，生活在这个地方。

source: Reiterate the amazing length of history
zh_cn: 重申令人惊异的历史的长度

source: Over and over, we oohed and ahhed at the buildings that still exist after 1200 and 2000 years ago, and the images and carvings from hundreds of years ago.
zh_cn: 年复一年，我们在这座可能在1200年或者2000年后还存在的建筑物上挥霍着青春，这些图片和雕刻可能也在几百年之后存在。

source: We bought a little book that had overleafs of what each Roman building looked like when they were new, to give more perspective to the crumbled walls of the coliseum and the forum.
zh_cn: 我们买了一本书，上面显示着每个罗马建筑物还是崭新的时刻，更好得观赏以前破碎的体育馆和专栏之类的。

source: Appreciating the opportunity for real life education
zh_cn: 钦佩现实生活中的教育机会。

source: I couldn't help but speak about how lucky we were to be able to see and (sometimes) touch ancient history.
zh_cn: 我禁不住谈论我们是如此的幸运，能够清楚得看见或者触摸到古代的历史。

source: As well, we were lucky that the children's school recognized this as well, giving us more time to simply marvel in our journey.
zh_cn: 同时，我们是如此幸运的发现孩子们的学校也意识到了这一点，给我们更多的在旅行上的时间。

source: ­as our children get older, traveling becomes easier. We hope that instilling appreciation for the world now will help them to appreciate it in their own way as they grow.
zh_cn: 随着我们的孩子年龄的增长，旅行变得越来越简单了，我们希望向世界灌输一下这种欣赏水平使他们以后随着年龄的增长能自己欣赏。

source: I, for one, am so fortunate to have visited Italy, with the persective of my children, and the slow enough pace to be present in the beauty that surrounded me ­not to mention the yummy wine, and the tasty olive oil flavoring all our fresh food! My "skinny" jeans will have to wait a few weeks before they are comfortable again.
zh_cn: 我，一方面来讲，我很幸运有机会参观意大利，考虑到我的孩子们，以及看到了我们周围美丽的风景，更不要提喝酒，以及美味的橄榄油覆盖在我们的食物上面，我的亮丽的牛仔裤还要过几周的时间才能使他们回到它们本来的面目。
